[{"name":"GProSuperlight","price":40,"image":"./prodimages/gpx.jpg","description":"Less than 63 grams. Advanced low-latency LIGHTSPEED wireless. Sub-micron precision with HERO 25K sensor. Remove all obstacles with our lightest and fastest PRO mouse ever.","quantity_available":12},{"name":"DeathadderV3Pro","price":75,"image":"./prodimages/deathadderV3.jpg","description":"Victory takes on a new shape with the Razer DeathAdder V3 Pro. Refined and reforged with the aid of top esports pros, its iconic ergonomic form is now more than 25% lighter than its predecessor, backed by a set of cutting-edge upgrades to push the limits of competitive play.","quantity_available":10},{"name":"PulsarX2","price":35,"image":"./prodimages/pulsarX2.png","description":"Ultralight weight below 60grams without the perforation. Equipped with the latest flagship 26K sensor. Lag-free 2.4Hz wireless technology. Shape that is delightfully comfortable.","quantity_available":9},{"name":"OrochiV2","price":45,"image":"./prodimages/orochiV2.jpg","description":"Introducing the Razer Orochi V2—a compact, ultra-lightweight wireless gaming mouse with the longest battery life that’s second to none. Armed with both Razer HyperSpeed Wireless & Bluetooth modes, it’s your perfect companion for gaming on the go.","quantity_available":26},{"name":"XliteV2","price":10,"image":"./prodimages/xliteV2.jpg","description":"'Simple but not simpler.' We kept this in mind all the time when we designed Xlite structure. We designed a structure as simple as possible but maintained its durability. In the result, you are getting high performance gaming mouse that is lighter than the egg in your hand.","quantity_available":17},{"name":"Lamzu Atlantis","price":70,"image":"./prodimages/latlantis.png","description":"Lamzu Atlantis was built for demanding gamers who want full control. A heart of the mouse is its sensor – it determines its accuracy which is key during the game. The atlantis boasts a high-quality PAW3395 optical sensor which allows you to freely choose the DPI scale between 200 to 26000 DPI.","quantity_available":13}]